[
    {
        "text": "اللَّهُمَّ  أبدله داراً خيراً من داره، وأهلاً خيراً من أهله، وأدخله الجنّة، وأعذه من عذاب القبر ومن عذاب النّار.",
        "meta": "",
        "count": 1,
        "order": 1
    },
    {
        "text": "اللَّهُمَّ عامله بما أنت أهله، ولا تعامله بما هو أهله.",
        "meta": "",
        "count": 1,
        "order": 2
    },
    {
        "text": "اللَّهُمَّ اجزه عن الإحسان إحساناً وعن الإساءة عفواً وغفراناً.",
        "meta": "",
        "count": 1,
        "order": 3
    },
    {
        "text": "اللَّهُمَّ إن كان محسناً فزد من حسناته، وإن كان مسيئاً فتجاوز عن سيّئاته.",
        "meta": "",
        "count": 1,
        "order": 4
    },
    {
        "text": "اللَّهُمَّ أدخله الجنّة من غير مناقشة حساب ولا سابقة عذاب.",
        "meta": "",
        "count": 1,
        "order": 5
    },
    {
        "text": "اللَّهُمَّ آنسه في وحدته وفي وحشته وفي غربته.",
        "meta": "",
        "count": 1,
        "order": 6
    },
    {
        "text": "اللَّهُمَّ أنزله منزلاً مباركاً وأنت خير المنزلين.",
        "meta": "",
        "count": 1,
        "order": 7
    },
    {
        "text": "اللَّهُمَّ أنزله منازل الصدّيقين والشّهداء والصّالحين، وحسن أولئك رفيقاً.",
        "meta": "",
        "count": 1,
        "order": 8
    },
    {
        "text": "اللَّهُمَّ اجعل قبره روضةً من رياض الجنّة، ولا تجعله حفرةً من حفر النّار.",
        "meta": "",
        "count": 1,
        "order": 9
    },
    {
        "text": "اللَّهُمَّ افسح له في قبره مدّ بصره، وافرش قبره من فراش الجنّة.",
        "meta": "",
        "count": 1,
        "order": 10
    },
    {
        "text": "اللَّهُمَّ أعذه من عذاب القبر، وجفاف ِالأرض عن جنبيها.",
        "meta": "",
        "count": 1,
        "order": 11
    },
    {
        "text": "اللَّهُمَّ إنّه في ذمّتك وحبل جوارك، فقِهِِ فتنة القبر، وعذاب النّار، وأنت أهل الوفاء والحقّ، فاغفر له وارحمه إنّك أنت الغفور الرّحيم.",
        "meta": "",
        "count": 1,
        "order": 12
    },
    {
        "text": "اللَّهُمَّ إنّه عبدك وابن عبدك خرج من الدّنيا وسعتها ومحبوبها وأحبّائه فيها إلى ظلمة القبر وما هو لاقيه.",
        "meta": "",
        "count": 1,
        "order": 13
    },
    {
        "text": "اللَّهُمَّ إنّه كان يشهد أنّك لا إله إلّا أنت وأنّ محمّداً عبدك ورسولك وأنت أعلم به.",
        "meta": "",
        "count": 1,
        "order": 14
    },
    {
        "text": "اللَّهُمَّ إنّا نتوسّل بك إليك، ونقسم بك عليك أن ترحمه ولا تعذّبه، وأن تثبّته عند السؤال.",
        "meta": "",
        "count": 1,
        "order": 15
    },
    {
        "text": "اللَّهُمَّ آته برحمتك ورضاك، وقهِ فتنة القبر وعذابه، وآته برحمتك الأمن من عذابك حتّى تبعثه إلى جنّتك يا أرحم الرّاحمين.",
        "meta": "",
        "count": 1,
        "order": 16
    },
    {
        "text": "اللَّهُمَّ يمّن كتابه، ويسّر حسابه، وثقّل بالحسنات ميزانه، وثبّت على الصّراط أقدامه، وأسكنه في أعلى الجنّات بجوار حبيبك ومصطفاك (صلّى الله عليه وسلّم).",
        "meta": "",
        "count": 1,
        "order": 17
    },
    {
        "text": "اللَّهُمَّ اجعله في بطن القبر مطمئنّاً وعند قيام الأشهاد آمن، وبجود رضوانك واثق، وإلى أعلى درجاتك سابق.",
        "meta": "",
        "count": 1,
        "order": 18
    },
    {
        "text": "اللَّهُمَّ أسكنه فسيح الجنان، واغفر له يا رحمن، وارحمه يا رحيم، وتجاوز عمّا تعلم يا عليم.",
        "meta": "",
        "count": 1,
        "order": 19
    },
    {
        "text": "اللَّهُمَّ  إنّه جاء ببابك، وأناخ بجنابك، فَجد عليه بعفوك وإكرامك وجود إحسانك.",
        "meta": "",
        "count": 1,
        "order": 20
    },
    {
        "text": "اللَّهُمَّ إنّ رحمتك وسعت كلّ شيء فارحمه رحمةً تطمئنّ بها نفسه، وتقرّ بها عينه.",
        "meta": "",
        "count": 1,
        "order": 21
    },
    {
        "text": "اللَّهُمَّ اجعله من الّذين سعدوا في الجنّة خالدين فيها ما دامت السموات والأرض.",
        "meta": "",
        "count": 1,
        "order": 22
    },
    {
        "text": "اللَّهُمَّ شفع فيه نبيّنا ومصطفاك، واحشره تحت لوائه، واسقه من يده الشّريفة شربةً هنيئةً لا يظمأ بعدها أبداً.",
        "meta": "",
        "count": 1,
        "order": 23
    },
    {
        "text": "اللَّهُمَّ إنّه كان مصلّ لك، فثبّته على الصّراط يوم تزل الأقدام.",
        "meta": "",
        "count": 1,
        "order": 24
    },
    {
        "text": "اللَّهُمَّ إنّه كان صائماً لك، فأدخله الجنّة من باب الريّان.",
        "meta": "",
        "count": 1,
        "order": 25
    },
    {
        "text": "اللَّهُمَّ إنّه كان لكتابك تالٍ وسامع، فشفّع فيه القرآن، وارحمه من النّيران، واجعله يا رحمن يرتقي في الجنّة إلى آخر آية قرأها أو سمعها، وآخر حرفٍ تلاه.",
        "meta": "",
        "count": 1,
        "order": 26
    },
    {
        "text": "اللَّهُمَّ  ارزقه بكلّ حرفٍ في القرآن حلاوة، وبكلّ كلمة كرامة، وبكلّ اّية سعادة، وبكلّ سورة سلامة، وبكل جْزءٍ جزاء.",
        "meta": "",
        "count": 1,
        "order": 27
    },
    {
        "text": "اللَّهُمَّ ارحمه فإنّه كان مسلماً، واغفر له فإنّه كان مؤمناً، وأدخله الجنّة فإنّه كان بنبيّك مصدّقاً، وسامحه فإنّه كان لكتابك مرتّلاً.",
        "meta": "",
        "count": 1,
        "order": 28
    },
    {
        "text": "اللَّهُمَّ ارحمنا إذا أتانا اليقين، وعرق منّا الجبين، وكثر الأنين والحنين.",
        "meta": "",
        "count": 1,
        "order": 29
    },
    {
        "text": "اللَّهُمَّ ارحمنا إذا ورينا التّراب، وغلقت القبور والأبواب، وانفضّ الأهل والأحباب، فإذا الوحشة والوحدة وهول الحساب.",
        "meta": "",
        "count": 1,
        "order": 30
    },
    {
        "text": "اللَّهُمَّ ارحمنا إذا ورينا التّراب، وغلقت القبور والأبواب، وانفضّ الأهل والأحباب، فإذا الوحشة والوحدة وهول الحساب.",
        "meta": "",
        "count": 1,
        "order": 31
    },
    {
        "text": "اللَّهُمَّ لا تحرمنا أجره، ولا تفتنّا بعده، واغفر لنا وله، واجمعنا معه في جنّات النّعيم يا ربّ العالمين.",
        "meta": "",
        "count": 1,
        "order": 32
    },
    {
        "text": "اللَّهُمَّ ثبّتنا على القول الثّابت في الحياة الدّنيا، وفي الآخرة، ويوم يقوم الأشهاد.",
        "meta": "",
        "count": 1,
        "order": 33
    },
    {
        "text": "اللَّهُمَّ صلّ وسلّم وبارك على سيّدنا محمّد، وعلى اّله وصحبه وسلّم إلى يوم الدّين.",
        "meta": "",
        "count": 1,
        "order": 34
    }
]
