[
    {
        "text": "سُبْحَانَ اللهِ وَالحَمْدُ للهِ وَالله أَكْبَرُ",
        "meta": "الذكر عند الاحرام",
        "count": 1
    },
    {
        "text": "لَبَّيْكَ اللَّهُمَّ لَبَّيْك، لَبّيْك لا شَرِيكَ لك لَبَّيْك إنَّ الحَمْدَ، والنِّعْمَةَ، لَكَ والمُلْك، لا شريك لك",
        "meta": "دعاء التلبية في الحج والعمرة",
        "count": 1
    },
    {
        "text": "اللهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، فَحَيِّنَا رَبَّنَا بِالسَّلَامِ",
        "meta": "الدعاء عند رؤية الكعبة",
        "count": 1
    },
    {
        "text": "بِاسْمِ اللهِ وَاللهُ أَكْبَرُ",
        "meta": "الدعاء عند استلام الحجر الأسود",
        "count": 1
    },
    {
        "text": "لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، اللَّهُمَّ تَصْدِيقًا بِكِتَابِكَ، وَسُنَّةِ نَبِيِّكَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
        "meta": "الدعاء عند استلام الحجر الأسود",
        "count": 1
    },
    {
        "text": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِي الْآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ",
        "meta": "الدُّعاءُ بينَ الرُّكن اليماني والحجر الأسود",
        "count": 1
    },
    {
        "text": "اللهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
        "meta": "الدعاء في الطواف",
        "count": 1
    },
    {
        "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "meta": "الدعاء في الطواف",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ اعْصِمْنِي بِدِينِكَ، وَطَاعَةِ رَسُولِكَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
        "meta": "الدعاء بعد ركعتي الطواف",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ جَنِّبْنِي حُدُودَكَ",
        "meta": "الدعاء بعد ركعتي الطواف",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ اجْعَلْنِي مِمَّنْ يُحِبُّكَ، وَيُحِبُّ مَلَائِكَتَكَ، وَرُسُلَكَ، وَعِبَادَكَ الصَّالِحِينَ اللَّهُمَّ حَبِّبْنِي إِلَيْكَ، وَإِلَى مَلَائِكَتِكَ، وَرُسُلِكَ، وَعِبَادَكَ الصَّالِحِينَ",
        "meta": "الدعاء بعد ركعتي الطواف",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ آتِنِي مِنْ خَيْرِ مَا تُؤْتِي عِبَادَكَ الصَّالِحِينَ فِي الدُّنْيَا وَالْآخِرَةِ",
        "meta": "الدعاء بعد ركعتي الطواف",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ يَسِّرْنِي لِلْيُسْرَى، وَجَنِّبْنِي الْعُسْرَى، وَاغْفِرْ",
        "meta": "الدعاء بعد ركعتي الطواف",
        "count": 1
    },
    {
        "text": "لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لَا إِلَهَ إِلَّا اللهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ",
        "meta": "الدعاء عند صعود الصَّفَا والمروة",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ إِنَّكَ قُلْتَ: {اِدْعُونِي أَسْتَجِبْ لَكُمْ} وَإِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ، وَإِنِّي أَسْأَلُكَ كَمَا هَدَيْتَنِي إِلَى الإِسْلاَمِ أَلاَ تَنْزِعَهُ مِنِّي حَتَّى تَتَوَفَّانِي، وَأَنَا مُسْلِمٌ",
        "meta": "الدعاء على الصفا",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ اعْصِمْنَا بِدِينِكَ، وَطَوَاعِيَتِكَ، وَطَوَاعِيَةِ رَسُولِكَ، وَجَنِّبْنَا حُدُودَكَ",
        "meta": "الدعاء على الصفا",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ اجْعَلْنَا نُحِبُّكَ، وَنُحِبُّ مَلَائِكَتَكَ، وَأَنْبِيَاءَكَ، وَرُسَلَكَ، وَنُحِبُّ عِبَادَكَ الصَّالِحِينَ",
        "meta": "الدعاء على الصفا",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ حَبِّبْنَا إِلَيْكَ وَإِلَى مَلَائِكَتِكَ، وَإِلَى أَنْبِيَائِكَ، وَرُسُلِكَ، وَإِلَى عِبَادِكَ الصَّالِحِينَ",
        "meta": "الدعاء على الصفا",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ يَسِّرْنَا لِلْيُسْرَى، وَجَنِّبْنَا وَجَنِّبْنَا الْعُسْرَى، وَاغْفِرْ لَنَا فِي الْآخِرَةِ",
        "meta": "الدعاء على الصفا",
        "count": 1
    },
    {
        "text": "رَبِّ اغْفِرْ وَارْحَمْ إِنَّكَ أَنْتَ الْأَعَزُّ الْأَكْرَمُ",
        "meta": "الدعاء في السعي بين الصفا والمروة",
        "count": 1
    },
    {
        "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "meta": "الدعاء بعرفات",
        "count": 1
    },
    {
        "text": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "meta": "دعاء السلف الصالح في عرفات",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ اهْدِنَا بِالْهُدَى، وَزَيِّنَّا بِالتَّقْوَى، وَاغْفِرْ لَنَا فِي الْآخِرَةِ وَالْأُولَى",
        "meta": "دعاء السلف الصالح في عرفات",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ إِنَّكَ أَمَرْتَ بِالدُّعَاءِ، وَقَضَيْتَ عَلَى نَفْسِكَ بِالِاسْتِجَابَةِ، وَأَنْتَ لَا تُخْلِفُ وَعْدَكَ، وَلَا تَكْذِبُ عَهْدَكَ، اللَّهُمَّ مَا أَحْبَبْتَ مِنْ خَيْرٍ فَحَبِّبْهُ إِلَيْنَا، وَيَسِّرْهُ لَنَا، وَمَا كَرِهْتَ مِنْ شَيْءٍ فَكَرِّهْهُ إِلَيْنَا وَجَنِّبْنَاهُ ، وَلَا تَنْزِعْ عَنَّا الْإِسْلَامَ بَعْدَ إِذْ أَعْطَيْتَنَا",
        "meta": "دعاء السلف الصالح في عرفات",
        "count": 1
    },
    {
        "text": "الله أَكْبَر، الله أَكْبَر، الله أَكْبَر",
        "meta": "الدعاء عند رمي جمرة العقبة عِنْدَ كُلِّ حَصَاة",
        "count": 1
    },
    {
        "text": "اللَّهُمَّ اجْعَلْهُ حَجًّا مَبْرُورًا وَذَنْبًا مَغْفُورًا",
        "meta": "الدعاء عند رمي جمرة العقبة عِنْدَ كُلِّ حَصَاة",
        "count": 1
    },
    {
        "text": "بسم الله , اللهم تقبل من محمد وآل محمد ومن أمة محمد",
        "meta": "الذكر عند ذبح الأضاحي",
        "count": 1
    },
    {
        "text": "الله أَكْبَر، الله أَكْبَر، الله أَكْبَر",
        "meta": "دعاء الرجوع من الحج أو العمرة",
        "count": 1
    },
    {
        "text": "لا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، سَاجِدُونَ",
        "meta": "دعاء الرجوع من الحج أو العمرة",
        "count": 1
    },
    {
        "text": "اَللّٰهُمَّ اجْعَلْهُ حَجًّا مَبْرُوْرًا وَسَعْيًا مَشْكُوْرًا وَذَنْبًا مَغْفُوْرًا",
        "meta": "دعاء الرجوع من الحج أو العمرة",
        "count": 1
    }
]
